driver-tests/bpelse/assign/AssignJbi/test/results/CopyfloatInvoke/Actual_20130314183822_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <floatPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_float>8.5E5</xsd_float>
      <optional_float>1.9E5</optional_float>
      <repeat_float>1.9E5</repeat_float>
      <repeat_float>1.02E5</repeat_float>
    </floatPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>